Repository: Clemens-Toegel/finanzplaner
Catalog: lib/l10n/app_*.arb
Languages: de

# appTitle
source: BelegPilot
de: Pilo

# exportPdfTooltip
source: Export PDF
de: PDF exportieren

# expenseAccountLabel
source: Expense account
de: Ausgabenkonto

# accountSettingsTitle
source: Account settings
de: Kontoeinstellungen

# accountDisplayNameLabel
source: Account display name
de: Kontobezeichnung

# firmenbuchnummerValidation
source: Only letters, numbers, spaces, / and - are allowed.
de: Nur Buchstaben, Zahlen, Leerzeichen, / und - sind erlaubt.

# saveSettingsAction
source: Save settings
de: Einstellungen speichern

# accountSettingsSavedMessage
source: Account settings saved.
de: Kontoeinstellungen gespeichert.

# dataExportTitle
source: Data export
de: Datenexport

# exportExcelForTaxConsultantAction
source: Export Excel for tax consultant
de: Excel für die Steuerberatung exportieren

# exportExcelSuccessMessage
source: Excel file is ready to share.
de: Excel-Datei ist zum Teilen bereit.

# exportInProgressMessage
source: Export in progress…
de: Export läuft…

# exportDateRangeTitle
source: Select export period
de: Exportzeitraum auswählen

# confirmDateRangeAction
source: Use range
de: Zeitraum verwenden

# noItemsInDateRangeMessage
source: No expenses found in the selected date range.
de: Im ausgewählten Zeitraum wurden keine Ausgaben gefunden.

# discardChangesTitle
source: Discard changes?
de: Änderungen verwerfen?

# discardChangesMessage
source: You have unsaved changes in this form.
de: Du hast ungespeicherte Änderungen in diesem Formular.

# discardChangesAction
source: Discard
de: Verwerfen

# selectionCountLabel
source: {count} selected
de: {count} ausgewählt

# deleteSelectionTooltip
source: Delete selection
de: Auswahl löschen

# clearSelectionTooltip
source: End selection
de: Auswahl beenden

# deleteSelectedExpensesTitle
source: Delete selected expenses?
de: Ausgewählte Ausgaben löschen?

# deleteSelectedExpensesMessage
source: {count, plural, one{# entry will be deleted.} other{# entries will be deleted.}}
de: {count, plural, one{# Eintrag wird gelöscht.} other{# Einträge werden gelöscht.}}

# subItemsExceedTotalValidation
source: Sub-items cannot be higher than the expense total.
de: Unterpositionen dürfen nicht höher als der Ausgabenbetrag sein.

# subItemAmountExceedsTotalValidation
source: This sub-item is higher than the expense total.
de: Diese Unterposition ist höher als der Ausgabenbetrag.

# remainingForSubItemsLabel
source: Remaining for sub-items
de: Verbleibend für Unterpositionen

# accountLabelPersonal
source: Personal expenses
de: Private Ausgaben

# accountLabelBusiness
source: Business expenses
de: Betriebliche Ausgaben

# accountLabelInSentencePersonal
source: personal expenses
de: private Ausgaben

# accountLabelInSentenceBusiness
source: business expenses
de: betriebliche Ausgaben

# cancelAction
source: Cancel
de: Abbrechen

# confirmDeleteAction
source: Delete
de: Löschen

# descriptionLabel
source: Description
de: Beschreibung

# descriptionValidation
source: Please enter a description.
de: Bitte eine Beschreibung eingeben.

# vendorLabel
source: Vendor
de: Anbieter

# amountLabel
source: Amount (€)
de: Betrag (€)

# amountValidation
source: Please enter an amount.
de: Bitte einen Betrag eingeben.

# amountInvalidValidation
source: Please enter a valid amount.
de: Bitte einen gültigen Betrag eingeben.

# categoryLabel
source: Category
de: Kategorie

# pickDate
source: Select
de: Auswählen

# vatDeductibleLabel
source: VAT deductible in Austria
de: In Österreich vorsteuerabzugsfähig

# notesLabel
source: Notes for tax advisor
de: Notizen für die Steuerberatung

# addBeforeExport
source: Please add expenses before exporting.
de: Bitte zuerst Ausgaben hinzufügen, bevor exportiert wird.

# emptyStateTitle
source: Capture and organize expenses with ease
de: Ausgaben einfach erfassen und organisieren

# emptyStateSubtitle
source: Add each receipt for {account} to keep everything clearly organized in one place.
de: Füge jeden Beleg für {account} hinzu, damit du alles übersichtlich an einem Ort hast.

# dashboardTabLabel
source: Analytics
de: Analyse

# expensesTabLabel
source: Expenses
de: Ausgaben

# totalAmountLabel
source: Total amount
de: Gesamtsumme

# averageExpenseLabel
source: Average expense
de: Durchschnitt pro Ausgabe

# nonDeductibleTotalLabel
source: Not deductible
de: Nicht absetzbar

# topCategoriesLabel
source: Top categories
de: Top-Kategorien

# deductibleTotalLabel
source: Deductible total
de: Absetzbare Summe

# itemsTracked
source: {count, plural, one{# item tracked} other{# items tracked}}
de: {count, plural, one{# Eintrag erfasst} other{# Einträge erfasst}}

source: Unknown vendor
de: Unbekannter Anbieter

# deductibleLabel
source: Deductible
de: Absetzbar

# notDeductibleLabel
source: Not deductible
de: Nicht absetzbar

# offlineOcrPrivacyNote
source: Scan bills offline on-device. No image or text leaves your phone.
de: Belege werden offline auf dem Gerät gescannt. Keine Bild- oder Textdaten verlassen dein Gerät.

# scanReceiptAction
source: Scan receipt
de: Kassenbon scannen

# scanDocumentAction
source: Scan A4 bill
de: A4-Rechnung scannen

# ocrNoTextFound
source: No readable text found on the bill.
de: Kein lesbarer Text auf dem Beleg gefunden.

# ocrNoTextFoundWithAttachment
source: No readable text found on the bill. The receipt image was attached.
de: Kein lesbarer Text auf dem Beleg gefunden. Das Belegfoto wurde angehängt.

# ocrAppliedMessage
source: Bill data was inserted into the form.
de: Belegdaten wurden in das Formular übernommen.

# ocrErrorMessage
source: Bill scan failed. Please try again.
de: Belegscan fehlgeschlagen. Bitte erneut versuchen.

# imageSaveFailedMessage
source: Image could not be saved.
de: Bild konnte nicht gespeichert werden.

# secondaryImageAddedMessage
source: Additional image added.
de: Zusätzliches Bild hinzugefügt.

# renameImageTitle
source: Rename image
de: Bildname ändern

# scanFromCameraAction
source: Take photo
de: Foto aufnehmen

# scanFromGalleryAction
source: Choose from photos
de: Aus Fotos auswählen

# receiptAttachedLabel
source: Receipt attached
de: Beleg angehängt

# scanningReceiptProgress
source: Pilo is scanning your receipt{dots}
de: Pilo scannt deinen Beleg{dots}

# receiptFileNotFoundMessage
source: The receipt file could not be found.
de: Die Belegdatei wurde nicht gefunden.

# receiptSectionTitle
source: Receipt
de: Beleg

# downloadReceiptAction
source: Download receipt
de: Beleg herunterladen

# additionalImagesSectionTitle
source: Additional images
de: Zusätzliche Bilder

# additionalImagesAddAction
source: Add additional images
de: Zusätzliche Bilder hinzufügen

# additionalImagesCountAction
source: Additional images ({count})
de: Zusätzliche Bilder ({count})

# renameImageTooltip
source: Rename
de: Namen ändern

# moveUpTooltip
source: Move up
de: Nach oben

# moveDownTooltip
source: Move down
de: Nach unten

# imageNumberLabel
source: Image {index}
de: Bild {index}

# downloadNamedImageAction
source: Download {name}
de: {name} herunterladen

# stepExpenseDetailsTitle
source: Expense details
de: Ausgabendetails

# stepSubItemsTitle
source: Sub-items
de: Unterpositionen

# stepNextAction
source: Next
de: Weiter

# stepBackAction
source: Back
de: Zurück

# subItemsHelpText
source: Add line items from the bill. The expense can be composed of multiple sub-items.
de: Füge Positionen vom Beleg hinzu. Eine Ausgabe kann aus mehreren Unterpositionen bestehen.

# addSubItemAction
source: Add sub-item
de: Unterposition hinzufügen

# editSubItemAction
source: Edit sub-item
de: Unterposition bearbeiten

# noSubItemsYet
source: No sub-items added yet.
de: Noch keine Unterpositionen hinzugefügt.

# subItemsTotalLabel
source: Sub-items total
de: Summe Unterpositionen

# subItemsCountLabel
source: {count, plural, one{# sub-item} other{# sub-items}}
de: {count, plural, one{# Unterposition} other{# Unterpositionen}}

# secondaryAttachmentsCountLabel
source: {count, plural, one{# additional image} other{# additional images}}
de: {count, plural, one{# Zusatzbild} other{# Zusatzbilder}}

# applySubItemsTotalAction
source: Use sub-items total as expense amount
de: Summe der Unterpositionen als Ausgabenbetrag verwenden

# subItemsSumHint
source: Sub-items sum: {amount}
de: Summe Unterpositionen: {amount}

# minimumAmountFromSubItemsHint
source: Minimum amount based on sub-items: {amount}
de: Mindestbetrag basierend auf Unterpositionen: {amount}

# pdfGeneratedAt
source: Generated on {date}
de: Erstellt am {date}

# pdfMetaAccountLabel
source: Account
de: Konto

# pdfMetaAccountNameLabel
source: Account name
de: Kontobezeichnung

# pdfMetaPeriodLabel
source: Period
de: Zeitraum

# pdfMetaCurrencyLabel
source: Currency
de: Währung

# pdfMetaGeneratedAtUtcLabel
source: Generated at UTC (ISO-8601)
de: Erstellt um UTC (ISO-8601)

# pdfUnknownId
source: N/A
de: N/V

# pdfSubItemCategory
source: Sub-item
de: Unterposition

# excelSheetExpensesName
source: Expenses
de: Ausgaben

# excelSheetSummaryName
source: Summary
de: Zusammenfassung

# excelHeaderExpenseId
source: Expense ID
de: Ausgaben-ID

# excelHeaderDate
source: Date
de: Datum

# excelHeaderCompanyRegisterNumber
source: Company Register Number
de: Firmenbuchnummer

# excelHeaderVendor
source: Vendor
de: Anbieter

# excelHeaderDescription
source: Description
de: Beschreibung

# excelHeaderCategory
source: Category
de: Kategorie

# excelHeaderAmountEur
source: Amount EUR
de: Betrag EUR

# excelHeaderDeductible
source: Deductible
de: Absetzbar

# excelHeaderNotes
source: Notes
de: Notizen

# excelHeaderSubItemDescription
source: Sub-item Description
de: Unterpositionsbeschreibung

# excelHeaderSubItemAmountEur
source: Sub-item Amount EUR
de: Unterpositionsbetrag EUR

# excelSummaryHeaderAccount
source: Account
de: Konto

# excelSummaryHeaderEntries
source: Entries
de: Einträge

# excelSummaryHeaderTotalEur
source: Total EUR
de: Gesamt EUR

# excelSummaryHeaderDeductibleEur
source: Deductible EUR
de: Absetzbar EUR

# excelSummaryHeaderNonDeductibleEur
source: Non-deductible EUR
de: Nicht absetzbar EUR

# excelFileNamePrefix
source: expenses_tax_consultant
de: ausgaben_steuerberatung

# pdfHeaderDate
source: Date
de: Datum

# pdfHeaderDescription
source: Description
de: Beschreibung

# pdfHeaderVendor
source: Vendor
de: Anbieter

# pdfHeaderCategory
source: Category
de: Kategorie

# pdfHeaderAmount
source: Amount
de: Betrag

# pdfHeaderDeductible
source: Deductible
de: Absetzbar

# pdfHeaderNotes
source: Notes
de: Notizen

# yesLabel
source: Yes
de: Ja

# noLabel
source: No
de: Nein

# totalLabel
source: Total: {amount}
de: Summe: {amount}

# deductibleTotalText
source: Deductible total: {amount}
de: Absetzbare Summe: {amount}

# categoryPersonalGroceries
source: Groceries
de: Lebensmittel

# categoryPersonalHousehold
source: Household
de: Haushalt

# categoryPersonalHealth
source: Health
de: Gesundheit

# categoryPersonalMobility
source: Mobility
de: Mobilität

# categoryPersonalEducation
source: Education
de: Bildung

# categoryPersonalLeisure
source: Leisure
de: Freizeit

# categoryPersonalOther
source: Other
de: Sonstiges

# categoryBusinessOfficeSupplies
source: Office supplies
de: Bürobedarf

# categoryBusinessTravel
source: Travel
de: Reisen

# categoryBusinessTraining
source: Training
de: Fortbildung

# categoryBusinessServices
source: Services
de: Dienstleistungen

# categoryBusinessOther
source: Other
de: Sonstiges
